{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<mask>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "Ŀ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "Ġt": 259,
      "in": 260,
      "er": 261,
      "Ġa": 262,
      "on": 263,
      "he": 264,
      "es": 265,
      "Ġs": 266,
      "or": 267,
      "an": 268,
      "Ġthe": 269,
      "ed": 270,
      "en": 271,
      "ar": 272,
      "it": 273,
      "at": 274,
      "Ġf": 275,
      "Ġo": 276,
      "Ġc": 277,
      "ing": 278,
      "al": 279,
      "Ġw": 280,
      "re": 281,
      "Ġp": 282,
      "Ġto": 283,
      "Ġb": 284,
      "is": 285,
      "Ġin": 286,
      "ic": 287,
      "ro": 288,
      "as": 289,
      "Ġof": 290,
      "ĠS": 291,
      "Ġm": 292,
      "ay": 293,
      "il": 294,
      "nd": 295,
      "Ġh": 296,
      "ion": 297,
      "ter": 298,
      "le": 299,
      "Ġd": 300,
      "ĠA": 301,
      "ou": 302,
      "ĠT": 303,
      "ĠC": 304,
      "id": 305,
      "om": 306,
      "st": 307,
      "ent": 308,
      "Ġand": 309,
      "ĠM": 310,
      "Ġon": 311,
      "et": 312,
      "el": 313,
      "ac": 314,
      "ur": 315,
      "Ġth": 316,
      "ec": 317,
      "ĠI": 318,
      "ĠP": 319,
      "ad": 320,
      "Ġfor": 321,
      "ĠB": 322,
      "Ġn": 323,
      "Ġl": 324,
      "ig": 325,
      "ol": 326,
      "am": 327,
      "ot": 328,
      "ir": 329,
      "Ġre": 330,
      "Ġg": 331,
      "ut": 332,
      "Ġe": 333,
      "Ġ-": 334,
      "ers": 335,
      "ĠW": 336,
      "Ġ#": 337,
      "day": 338,
      "us": 339,
      "ĠN": 340,
      "39": 341,
      "ĠF": 342,
      "ve": 343,
      "ĠR": 344,
      "ill": 345,
      "Ġst": 346,
      "Ġr": 347,
      "Ġ(": 348,
      "ow": 349,
      "est": 350,
      "Ġit": 351,
      "im": 352,
      "ĠD": 353,
      "th": 354,
      "ver": 355,
      "ĠU": 356,
      "ra": 357,
      "ation": 358,
      "ĠG": 359,
      "un": 360,
      "ĠH": 361,
      "ly": 362,
      "ĠL": 363,
      "qu": 364,
      "ts": 365,
      "ch": 366,
      "up": 367,
      "ith": 368,
      "ĠE": 369,
      "ew": 370,
      "ear": 371,
      "Ġan": 372,
      "ĠO": 373,
      "Ġat": 374,
      "ce": 375,
      "os": 376,
      "ak": 377,
      "igh": 378,
      "Ġbe": 379,
      "ul": 380,
      "Ġas": 381,
      "and": 382,
      "Ġthat": 383,
      "Ġwith": 384,
      "ag": 385,
      "ri": 386,
      "em": 387,
      "ld": 388,
      "ters": 389,
      "op": 390,
      "ĠThe": 391,
      "ess": 392,
      "Ġcom": 393,
      "Ġpro": 394,
      "ain": 395,
      "Ġ1": 396,
      "Ġis": 397,
      "Ġy": 398,
      "ĠJ": 399,
      "oc": 400,
      "Ġsa": 401,
      "ks": 402,
      "Ġcon": 403,
      "Ġits": 404,
      "ĠIn": 405,
      "'s": 406,
      "ct": 407,
      "all": 408,
      "ian": 409,
      "ap": 410,
      "Ġ2": 411,
      "Ġhe": 412,
      "00": 413,
      "Ġv": 414,
      "Ġde": 415,
      "ate": 416,
      "uters": 417,
      "ast": 418,
      "Ġsaid": 419,
      "um": 420,
      "Ġby": 421,
      "ft": 422,
      "ĠSt": 423,
      "ore": 424,
      "ies": 425,
      "ia": 426,
      "ost": 427,
      "our": 428,
      "end": 429,
      "Ġhas": 430,
      "por": 431,
      "Ġle": 432,
      "rom": 433,
      "ee": 434,
      "Ġsh": 435,
      "Ġqu": 436,
      "Ġwh": 437,
      "Ġex": 438,
      "ight": 439,
      "Ġpl": 440,
      "ĠK": 441,
      "ust": 442,
      "euters": 443,
      "Ġch": 444,
      "oo": 445,
      "ack": 446,
      "und": 447,
      "Ġcomp": 448,
      "Ġfrom": 449,
      "ist": 450,
      "ment": 451,
      "iv": 452,
      "ity": 453,
      "ard": 454,
      "art": 455,
      "Ġag": 456,
      "ial": 457,
      "pp": 458,
      "if": 459,
      "Ġpr": 460,
      "oun": 461,
      "Ġoff": 462,
      "fter": 463,
      "..": 464,
      "esday": 465,
      "ine": 466,
      "ug": 467,
      "ĠCh": 468,
      "ive": 469,
      "Ġhis": 470,
      "ud": 471,
      "ell": 472,
      "Ġwas": 473,
      "Ġwill": 474,
      "Ġk": 475,
      "ted": 476,
      "ave": 477,
      "Ġal": 478,
      "ry": 479,
      "gt": 480,
      "ĠTh": 481,
      "lt": 482,
      "ab": 483,
      "Ġnew": 484,
      "ord": 485,
      "Ġsp": 486,
      "ice": 487,
      "ob": 488,
      "Ġafter": 489,
      "ĠY": 490,
      "ip": 491,
      "Reuters": 492,
      "oft": 493,
      "Ġover": 494,
      "mer": 495,
      "ere": 496,
      "Ġj": 497,
      "Ġfir": 498,
      "Ġse": 499,
      "Ġwor": 500,
      "ff": 501,
      "ions": 502,
      "arg": 503,
      "ace": 504,
      "ould": 505,
      "se": 506,
      "ĠV": 507,
      "are": 508,
      "ĠFr": 509,
      "ans": 510,
      "ie": 511,
      "ub": 512,
      "ĠUS": 513,
      "ong": 514,
      "Ġup": 515,
      "ning": 516,
      "ays": 517,
      "\\$": 518,
      "Ġcl": 519,
      "Ġhave": 520,
      "ick": 521,
      "old": 522,
      "any": 523,
      "uc": 524,
      "Ġyear": 525,
      "tern": 526,
      "out": 527,
      "Ġtheir": 528,
      "wo": 529,
      "Ġare": 530,
      "ue": 531,
      "Ġout": 532,
      "ame": 533,
      "ge": 534,
      "Ġac": 535,
      "Ġ\\$": 536,
      "ome": 537,
      "Ġquot": 538,
      "Ġro": 539,
      "ail": 540,
      "illion": 541,
      "Ġun": 542,
      "ke": 543,
      "ĠPr": 544,
      "over": 545,
      "Ġsec": 546,
      "ide": 547,
      "ign": 548,
      "ant": 549,
      "ident": 550,
      "ree": 551,
      "ile": 552,
      "ros": 553,
      "ark": 554,
      "AP": 555,
      "ex": 556,
      "ime": 557,
      "od": 558,
      "ire": 559,
      "Ġexp": 560,
      "ond": 561,
      "raq": 562,
      "Ġint": 563,
      "ep": 564,
      "Ġab": 565,
      "ors": 566,
      "og": 567,
      "ake": 568,
      "ens": 569,
      "Ġfirst": 570,
      "av": 571,
      "own": 572,
      "ĠMon": 573,
      "ĠUn": 574,
      "ass": 575,
      "ich": 576,
      "Ġres": 577,
      "Ġtwo": 578,
      "ish": 579,
      "amp": 580,
      "age": 581,
      "ices": 582,
      "ĠIraq": 583,
      "ase": 584,
      "urs": 585,
      "ations": 586,
      "eek": 587,
      "ber": 588,
      "one": 589,
      "port": 590,
      "Ġ200": 591,
      "ON": 592,
      "com": 593,
      "Ġop": 594,
      "Ġ--": 595,
      "oll": 596,
      "ure": 597,
      "ates": 598,
      "row": 599,
      "ĠNew": 600,
      "Ġagain": 601,
      "ary": 602,
      "Ġper": 603,
      "rop": 604,
      "ĠAP": 605,
      "Ġmore": 606,
      "ect": 607,
      "hen": 608,
      "Ġbut": 609,
      "iday": 610,
      "ther": 611,
      "esident": 612,
      "act": 613,
      "Ġlead": 614,
      "Ġcont": 615,
      "Ġsc": 616,
      "ach": 617,
      "Ġ3": 618,
      "Ġrec": 619,
      "ets": 620,
      "edn": 621,
      "Ġfin": 622,
      "ote": 623,
      "ednesday": 624,
      "erv": 625,
      "ĠMonday": 626,
      "ance": 627,
      "...": 628,
      "uesday": 629,
      "Ġte": 630,
      "hn": 631,
      "hed": 632,
      "rit": 633,
      "ĠWednesday": 634,
      "ov": 635,
      "Ġwin": 636,
      "ursday": 637,
      "ĠTuesday": 638,
      "ory": 639,
      "Ġen": 640,
      "iz": 641,
      "mp": 642,
      "Ġtr": 643,
      "ank": 644,
      "lect": 645,
      "ĠInc": 646,
      "ĠThursday": 647,
      "ite": 648,
      "Ġcompany": 649,
      "anc": 650,
      "iss": 651,
      "aw": 652,
      "Ġthis": 653,
      "Ġnot": 654,
      "Ġad": 655,
      "ence": 656,
      "ull": 657,
      "ade": 658,
      "Ġdis": 659,
      "ated": 660,
      "ĠFriday": 661,
      "ational": 662,
      "arter": 663,
      "ous": 664,
      "ict": 665,
      "vest": 666,
      "ount": 667,
      "ood": 668,
      "Ġone": 669,
      "eop": 670,
      "ĠSh": 671,
      "ited": 672,
      "ock": 673,
      "ash": 674,
      "earch": 675,
      "ork": 676,
      "ort": 677,
      "Ġagainst": 678,
      "icros": 679,
      ";/": 680,
      "Ġapp": 681,
      "Ġthan": 682,
      "ester": 683,
      "OR": 684,
      "eople": 685,
      "urn": 686,
      "etw": 687,
      "ican": 688,
      "Ġinto": 689,
      "Ġus": 690,
      "oin": 691,
      "ason": 692,
      "gh": 693,
      "Ġweek": 694,
      "Ġlast": 695,
      "ound": 696,
      "esterday": 697,
      "Ġacc": 698,
      "oy": 699,
      "orm": 700,
      "ush": 701,
      "ĠAn": 702,
      "Ġwho": 703,
      "Ġyesterday": 704,
      "ven": 705,
      "Ġabout": 706,
      "Ġplay": 707,
      "Ġinc": 708,
      "icrosoft": 709,
      "als": 710,
      "Ġar": 711,
      "ĠCor": 712,
      "Ġcr": 713,
      "eb": 714,
      "ĠInd": 715,
      "man": 716,
      "her": 717,
      "ib": 718,
      "ĠSp": 719,
      "Ġwere": 720,
      "roup": 721,
      "ĠCom": 722,
      "Ġthey": 723,
      "Ġoffic": 724,
      "Ġann": 725,
      "Ġall": 726,
      "land": 727,
      "overn": 728,
      "Ġatt": 729,
      "ware": 730,
      "oss": 731,
      "ina": 732,
      "Ġbeen": 733,
      "Ġear": 734,
      "pl": 735,
      "Ġ&": 736,
      "ext": 737,
      "ĠIs": 738,
      "ĠIntern": 739,
      "Ġim": 740,
      "Ġworld": 741,
      "ition": 742,
      "ocks": 743,
      "Ġor": 744,
      "reat": 745,
      "ey": 746,
      "vel": 747,
      "ical": 748,
      "its": 749,
      "Ġman": 750,
      "Ġ4": 751,
      "yst": 752,
      "ird": 753,
      "uct": 754,
      "Ġhigh": 755,
      "eat": 756,
      "ang": 757,
      "ton": 758,
      "ll": 759,
      "Ġmillion": 760,
      "Ġhad": 761,
      "Ġstr": 762,
      "Ġmark": 763,
      "ĠAs": 764,
      "Ġthree": 765,
      "ind": 766,
      "Ġkill": 767,
      "ĠCorp": 768,
      "eral": 769,
      "ced": 770,
      "overnment": 771,
      "ral": 772,
      "onth": 773,
      "AN": 774,
      "ower": 775,
      "Qu": 776,
      "Ġret": 777,
      "tle": 778,
      "ose": 779,
      "Ġbl": 780,
      "ĠLe": 781,
      "ook": 782,
      "hes": 783,
      "ased": 784,
      "cent": 785,
      "ilit": 786,
      "ise": 787,
      "Ġ6": 788,
      "ĠPro": 789,
      "uss": 790,
      "gr": 791,
      "line": 792,
      "ected": 793,
      "ting": 794,
      "ĠSund": 795,
      "urity": 796,
      "ĠAmer": 797,
      "Ġofficial": 798,
      "AS": 799,
      "ĠSunday": 800,
      "Ġwar": 801,
      "ĠRe": 802,
      "ines": 803,
      "Ġdec": 804,
      "urop": 805,
      "Ġwould": 806,
      "Ġteam": 807,
      "ok": 808,
      "urope": 809,
      "Ġback": 810,
      "Ġend": 811,
      "Ġoil": 812,
      "ix": 813,
      "az": 814,
      "ating": 815,
      "ĠUnited": 816,
      "ove": 817,
      "ĠSat": 818,
      "olog": 819,
      "Ġcould": 820,
      "Ġserv": 821,
      "Ġsl": 822,
      "able": 823,
      "Ġfour": 824,
      "ely": 825,
      "Ġdef": 826,
      "Ġannoun": 827,
      "Ġfl": 828,
      "ports": 829,
      "ugh": 830,
      "Ġgovernment": 831,
      "ph": 832,
      "Ġbu": 833,
      "Ġsecond": 834,
      "Ġset": 835,
      "ics": 836,
      "ox": 837,
      "Ġpol": 838,
      "ĠEx": 839,
      "FP": 840,
      "Ġwhich": 841,
      "Ġyears": 842,
      "ales": 843,
      "iness": 844,
      "oftware": 845,
      "Ġcons": 846,
      "ents": 847,
      "Ġmak": 848,
      "IN": 849,
      "ons": 850,
      "ĠEn": 851,
      "Ġsup": 852,
      "ĠReuters": 853,
      "ĠNE": 854,
      "Ġtoday": 855,
      "Ġpeople": 856,
      "Ġmonth": 857,
      "Ġco": 858,
      "usiness": 859,
      "ĠEurope": 860,
      "ron": 861,
      "ww": 862,
      "ĠĠ": 863,
      "inis": 864,
      "ows": 865,
      "Ġplan": 866,
      "orld": 867,
      "ĠMicrosoft": 868,
      "Ġelect": 869,
      "Ġind": 870,
      "ubl": 871,
      "tt": 872,
      "ĠPresident": 873,
      "Ġdes": 874,
      "Ġprices": 875,
      "air": 876,
      "ĠAr": 877,
      "echn": 878,
      "pr": 879,
      "Ġpercent": 880,
      "Ġ5": 881,
      "Ġseason": 882,
      "ah": 883,
      "ital": 884,
      "ins": 885,
      "ĠNEW": 886,
      "Ġdown": 887,
      "Ġwhen": 888,
      "hip": 889,
      "ier": 890,
      "enc": 891,
      "Ġsays": 892,
      "Ġpart": 893,
      "urday": 894,
      "Ġquarter": 895,
      "Ġnext": 896,
      "Ġme": 897,
      "uch": 898,
      "Ġsur": 899,
      "Ġtime": 900,
      "les": 901,
      "ef": 902,
      "Ġpre": 903,
      "ystem": 904,
      "ĠSaturday": 905,
      "Ġgo": 906,
      "ally": 907,
      "lp": 908,
      "Ġnight": 909,
      "atch": 910,
      "ement": 911,
      "ings": 912,
      "ĠIt": 913,
      "Ġwork": 914,
      "Ġreg": 915,
      "Ġcount": 916,
      "Ġgame": 917,
      "ief": 918,
      "apan": 919,
      "Ġli": 920,
      "Ġph": 921,
      "Ġthird": 922,
      "Ġinvest": 923,
      "Ġ7": 924,
      "ild": 925,
      "ecut": 926,
      "aj": 927,
      "ĠCo": 928,
      "ists": 929,
      "Ġprod": 930,
      "ball": 931,
      "US": 932,
      "ĠBl": 933,
      "aun": 934,
      "ged": 935,
      "onom": 936,
      "Ġbec": 937,
      "inister": 938,
      "ORK": 939,
      "uring": 940,
      "ĠYORK": 941,
      "echnolog": 942,
      "Ġmarket": 943,
      "ĠBrit": 944,
      "under": 945,
      "pt": 946,
      "Ġrecord": 947,
      "Ġvict": 948,
      "Ġcap": 949,
      "Ġmay": 950,
      "Ġne": 951,
      "ran": 952,
      "Ġsoftware": 953,
      "orn": 954,
      "eal": 955,
      "form": 956,
      "Ġmilit": 957,
      "cess": 958,
      "ied": 959,
      "omb": 960,
      "ough": 961,
      "ms": 962,
      "Ġcan": 963,
      "err": 964,
      "ustral": 965,
      "ision": 966,
      "Ġprof": 967,
      "=\"": 968,
      "ars": 969,
      "ult": 970,
      "Ġhelp": 971,
      "Ġ10": 972,
      "rael": 973,
      "ĠFor": 974,
      "ames": 975,
      "ĠAf": 976,
      "ĠPl": 977,
      "ĠWorld": 978,
      "oot": 979,
      "ĠOn": 980,
      "ger": 981,
      "Ġrele": 982,
      "Ġopen": 983,
      "ĠInternet": 984,
      "Ġ2004": 985,
      "Ġbusiness": 986,
      "ĠAl": 987,
      "els": 988,
      "ned": 989,
      "ner": 990,
      "Ġannounced": 991,
      "eld": 992,
      "ourt": 993,
      "less": 994,
      "lear": 995,
      "Ġec": 996,
      "uter": 997,
      "app": 998,
      "Ġagre": 999,
      "000": 1000,
      "ported": 1001,
      "use": 1002,
      "ĠJapan": 1003,
      "Ġdeal": 1004,
      "Ġconf": 1005,
      "Ġsome": 1006,
      "Ġrun": 1007,
      "Ġgroup": 1008,
      "Quote": 1009,
      "Ġbig": 1010,
      "Ġbillion": 1011,
      "ĠRes": 1012,
      "Ġlarg": 1013,
      "urr": 1014,
      "ath": 1015,
      "Ġdo": 1016,
      "ĠAir": 1017,
      "ands": 1018,
      "Ġtop": 1019,
      "outh": 1020,
      "rough": 1021,
      "ones": 1022,
      "ble": 1023,
      "Ġcall": 1024,
      "istan": 1025,
      "Ġsecurity": 1026,
      "ica": 1027,
      "led": 1028,
      "rac": 1029,
      "Ġtake": 1030,
      "Ġmed": 1031,
      "ĠCon": 1032,
      "ĠChina": 1033,
      "Ġmost": 1034,
      "ĠCl": 1035,
      "io": 1036,
      "year": 1037,
      "eep": 1038,
      "ares": 1039,
      "ious": 1040,
      "Ġso": 1041,
      "Ġpresident": 1042,
      "ĠJo": 1043,
      "inu": 1044,
      "een": 1045,
      "RE": 1046,
      "Ġins": 1047,
      "Ġcar": 1048,
      "Ġtarg": 1049,
      "Ġsay": 1050,
      "ces": 1051,
      "Ġeconom": 1052,
      "Ġtal": 1053,
      "Ġam": 1054,
      "echnology": 1055,
      "Ġstart": 1056,
      "ague": 1057,
      "ward": 1058,
      "ert": 1059,
      "ĠAustral": 1060,
      "ĠPal": 1061,
      "ince": 1062,
      "Ġvictory": 1063,
      "Ġinter": 1064,
      "iam": 1065,
      "ĠSec": 1066,
      "Ġother": 1067,
      "Ġunder": 1068,
      "Ġnear": 1069,
      "Ġrem": 1070,
      "Ġkilled": 1071,
      "Ġgrow": 1072,
      "ĠRuss": 1073,
      "Ġtri": 1074,
      "acks": 1075,
      "Ġday": 1076,
      "Ġair": 1077,
      "Ġcomm": 1078,
      "gle": 1079,
      "aim": 1080,
      "ony": 1081,
      "ives": 1082,
      "Ġofficials": 1083,
      "Ġsign": 1084,
      "ĠFl": 1085,
      "ield": 1086,
      "ajor": 1087,
      "round": 1088,
      "ĠBush": 1089,
      "Ġreported": 1090,
      "Ġsales": 1091,
      "Ġbo": 1092,
      "ual": 1093,
      "ures": 1094,
      "co": 1095,
      "ampions": 1096,
      "vent": 1097,
      "St": 1098,
      "anad": 1099,
      "Ġwe": 1100,
      "ept": 1101,
      "ants": 1102,
      "riv": 1103,
      "ER": 1104,
      "etwork": 1105,
      "orth": 1106,
      "other": 1107,
      "ĠIsrael": 1108,
      "Ġoffer": 1109,
      "rug": 1110,
      "ĠAt": 1111,
      "lymp": 1112,
      "ĠCup": 1113,
      "ĠEuropean": 1114,
      "inian": 1115,
      "lud": 1116,
      "Ġhead": 1117,
      "ING": 1118,
      "Ġlaun": 1119,
      "velop": 1120,
      "Ġcut": 1121,
      "ĠOp": 1122,
      "ient": 1123,
      "Ġ\"": 1124,
      "nings": 1125,
      "Ġoper": 1126,
      "alif": 1127,
      "Ġcountry": 1128,
      "ool": 1129,
      "ĠNo": 1130,
      "rov": 1131,
      "Ġplans": 1132,
      "Ġtarget": 1133,
      "ĠMar": 1134,
      "ities": 1135,
      "Ġprov": 1136,
      "ĠPh": 1137,
      "ĠComm": 1138,
      "ling": 1139,
      "fore": 1140,
      "Ġjust": 1141,
      "way": 1142,
      "Ġget": 1143,
      "Ġ19": 1144,
      "BM": 1145,
      "ops": 1146,
      "Ġhome": 1147,
      "usp": 1148,
      "Ġbefore": 1149,
      "usic": 1150,
      "estinian": 1151,
      "ĠOlymp": 1152,
      "Ġdem": 1153,
      "gan": 1154,
      "gy": 1155,
      "ium": 1156,
      "Ġ8": 1157,
      "Ġlaw": 1158,
      "Ġmanag": 1159,
      "Ġbuy": 1160,
      "ĠAmerican": 1161,
      "ederal": 1162,
      "ĠSer": 1163,
      "ency": 1164,
      "ĠRed": 1165,
      "gest": 1166,
      "oogle": 1167,
      "Ġshow": 1168,
      "Ġser": 1169,
      "ck": 1170,
      "ĠStates": 1171,
      "Ġimp": 1172,
      "ember": 1173,
      "ĠMinister": 1174,
      "ns": 1175,
      "su": 1176,
      "ission": 1177,
      "ording": 1178,
      "ange": 1179,
      "ĠAd": 1180,
      "Ġass": 1181,
      "Ġtak": 1182,
      "ĠJohn": 1183,
      "Ġlong": 1184,
      ";...": 1185,
      "cer": 1186,
      "Ġjob": 1187,
      "ax": 1188,
      "Ġact": 1189,
      ";...&": 1190,
      "ĠYork": 1191,
      "Ġbro": 1192,
      "Ġno": 1193,
      "Ġsystem": 1194,
      "Ġcharg": 1195,
      "Ġreport": 1196,
      "DA": 1197,
      "\"&": 1198,
      "ury": 1199,
      "ink": 1200,
      "Ġnews": 1201,
      "ington": 1202,
      "Ġtra": 1203,
      "Ġformer": 1204,
      "icker": 1205,
      "head": 1206,
      "AFP": 1207,
      "Ġhost": 1208,
      "to": 1209,
      "obile": 1210,
      "iant": 1211,
      "Ġkn": 1212,
      "TON": 1213,
      "Ġtro": 1214,
      "Ġfinal": 1215,
      "Ġyou": 1216,
      "reak": 1217,
      "Ġbr": 1218,
      "ĠEng": 1219,
      "Ġsu": 1220,
      "anies": 1221,
      "Ġbid": 1222,
      "med": 1223,
      "ech": 1224,
      "Ġinclud": 1225,
      "thern": 1226,
      "ĠZ": 1227,
      ".,": 1228,
      "Ġwon": 1229,
      "Ġrel": 1230,
      "AL": 1231,
      "ump": 1232,
      "AR": 1233,
      "Ġfive": 1234,
      "enn": 1235,
      "ik": 1236,
      "Ġbank": 1237,
      "Ġtechnology": 1238,
      "fo": 1239,
      "ĠBritish": 1240,
      "Ġleast": 1241,
      "ata": 1242,
      "Ġmade": 1243,
      "ese": 1244,
      "raw": 1245,
      "ause": 1246,
      "ĠApp": 1247,
      "ipp": 1248,
      "ular": 1249,
      "ĠPalestinian": 1250,
      "ublic": 1251,
      "Ġhim": 1252,
      "etween": 1253,
      "Ġpoin": 1254,
      "ending": 1255,
      "Ġpost": 1256,
      "Ġ9": 1257,
      "Ġmajor": 1258,
      "Ġher": 1259,
      "Ġdevelop": 1260,
      "ense": 1261,
      "Ġhit": 1262,
      "Ġindust": 1263,
      "ĠProf": 1264,
      "Ġmake": 1265,
      "Ġbomb": 1266,
      "ched": 1267,
      "Ġmaker": 1268,
      "erm": 1269,
      "Ġlat": 1270,
      "ollar": 1271,
      "ai": 1272,
      "Ġbetween": 1273,
      "Ġeff": 1274,
      "Ġexecut": 1275,
      "ady": 1276,
      "Ġchief": 1277,
      "Ġsm": 1278,
      "Ġlargest": 1279,
      "error": 1280,
      "Ġincre": 1281,
      "Ġsw": 1282,
      "ears": 1283,
      "Ġthem": 1284,
      "Ġprogr": 1285,
      "//": 1286,
      "ising": 1287,
      "iew": 1288,
      "Ġduring": 1289,
      "Ġdisc": 1290,
      "ĠIraqi": 1291,
      "Ġprofit": 1292,
      "ĠWith": 1293,
      "://": 1294,
      "ised": 1295,
      "ttp": 1296,
      "66": 1297,
      "Ġreb": 1298,
      "Ġif": 1299,
      "Ġthrough": 1300,
      "ards": 1301,
      "ley": 1302,
      "ĠWeb": 1303,
      "Ġcompanies": 1304,
      "http": 1305,
      "Ġclaim": 1306,
      "ĠIndia": 1307,
      "ouse": 1308,
      "Ġtalks": 1309,
      "Ġwhat": 1310,
      "rew": 1311,
      "Ġaccording": 1312,
      "ful": 1313,
      "Ġhop": 1314,
      "Ġpay": 1315,
      "Ġext": 1316,
      "ots": 1317,
      "fer": 1318,
      "ĠComp": 1319,
      "ains": 1320,
      "Ġtest": 1321,
      "ĠCol": 1322,
      "ĠOct": 1323,
      "ivers": 1324,
      "Ġadd": 1325,
      "gin": 1326,
      "Ġgl": 1327,
      "eeks": 1328,
      "Ġra": 1329,
      "Ġservice": 1330,
      "EN": 1331,
      "rem": 1332,
      "ered": 1333,
      "ale": 1334,
      "Ġsusp": 1335,
      "ĠSc": 1336,
      "Ġanother": 1337,
      "Ġbat": 1338,
      "Ġcoach": 1339,
      "Ġleader": 1340,
      "ireless": 1341,
      "Ġloss": 1342,
      "www": 1343,
      "ĠCanad": 1344,
      "alf": 1345,
      "Ġow": 1346,
      "Ġnow": 1347,
      "ages": 1348,
      "uction": 1349,
      "ĠOff": 1350,
      "ty": 1351,
      "uclear": 1352,
      "Ġintern": 1353,
      "IS": 1354,
      "Ġexpected": 1355,
      "ract": 1356,
      "Ġaut": 1357,
      "Ġsix": 1358,
      "ĠSouth": 1359,
      "ution": 1360,
      "rup": 1361,
      "af": 1362,
      "Ġgiant": 1363,
      "ĠLeague": 1364,
      "Ġfil": 1365,
      "owing": 1366,
      "ĠUp": 1367,
      "used": 1368,
      "Ġinj": 1369,
      "Ġexpl": 1370,
      "Ġstri": 1371,
      "ility": 1372,
      "ĠTr": 1373,
      "Ġmeet": 1374,
      "Ġsearch": 1375,
      "Ġpe": 1376,
      "ications": 1377,
      "info": 1378,
      "ticker": 1379,
      "reuters": 1380,
      "ects": 1381,
      "eneral": 1382,
      "ĠDe": 1383,
      "Ġtele": 1384,
      "REF": 1385,
      "ĠHREF": 1386,
      "Ġleft": 1387,
      "erry": 1388,
      "ife": 1389,
      "Ġ20": 1390,
      "In": 1391,
      "eed": 1392,
      "akistan": 1393,
      "ĠSept": 1394,
      "'t": 1395,
      "Ġattack": 1396,
      "Ġpower": 1397,
      "Ġstate": 1398,
      "Ġproduc": 1399,
      "ashington": 1400,
      "Ġcost": 1401,
      "Ġway": 1402,
      "ured": 1403,
      "ĠAFP": 1404,
      "son": 1405,
      "ĠOpen": 1406,
      "ĠBe": 1407,
      "Ġsub": 1408,
      "ret": 1409,
      "ading": 1410,
      "ĠWh": 1411,
      "pos": 1412,
      "Ġsince": 1413,
      "Ġdel": 1414,
      "Ġthreat": 1415,
      "Ġpass": 1416,
      "Ġgu": 1417,
      "back": 1418,
      "ĠSe": 1419,
      "Ġstill": 1420,
      "Ġwhile": 1421,
      "Ġriv": 1422,
      "50": 1423,
      "Ġinf": 1424,
      "iver": 1425,
      "Ġmiss": 1426,
      "Ġcourt": 1427,
      "Ġbeing": 1428,
      "Ġprot": 1429,
      "Ġmov": 1430,
      "Ġsell": 1431,
      "Ġmove": 1432,
      "Ġstrong": 1433,
      "Ġearly": 1434,
      "Ġindustry": 1435,
      "Ġcamp": 1436,
      "Ġfound": 1437,
      "Ġpolice": 1438,
      "Ġamp": 1439,
      "ights": 1440,
      "ments": 1441,
      "vestor": 1442,
      "asp": 1443,
      "mb": 1444,
      "Ġ11": 1445,
      "str": 1446,
      "Ġant": 1447,
      "bers": 1448,
      "uel": 1449,
      "ĠInternational": 1450,
      "ĠAg": 1451,
      "ĠPrime": 1452,
      "off": 1453,
      "Ġreturn": 1454,
      "Ch": 1455,
      "Ġmusic": 1456,
      "Ġdead": 1457,
      "arm": 1458,
      "ĠX": 1459,
      "ĠOil": 1460,
      "down": 1461,
      "min": 1462,
      "ĠAra": 1463,
      "Ġput": 1464,
      "ĠGroup": 1465,
      "ghan": 1466,
      "Ġany": 1467,
      "ĠAss": 1468,
      "ism": 1469,
      "Ġshare": 1470,
      "Ġagreed": 1471,
      "Ġprogram": 1472,
      "racle": 1473,
      "Ġdeb": 1474,
      "EL": 1475,
      "ress": 1476,
      "ison": 1477,
      "Ġ'": 1478,
      "Ġmilitary": 1479,
      "date": 1480,
      "ries": 1481,
      "ne": 1482,
      "be": 1483,
      "obal": 1484,
      "iol": 1485,
      "tel": 1486,
      "Ġcent": 1487,
      "ĠUN": 1488,
      "CO": 1489,
      "par": 1490,
      "Ġmonths": 1491,
      "ator": 1492,
      "ĠAfter": 1493,
      "Ġi": 1494,
      "ĠBank": 1495,
      "aza": 1496,
      "New": 1497,
      "rupt": 1498,
      "ĠNorth": 1499,
      "ĠGoogle": 1500,
      "oon": 1501,
      "ench": 1502,
      "Ġcol": 1503,
      "ĠSox": 1504,
      "ĠKore": 1505,
      "Ġelection": 1506,
      "Ġever": 1507,
      "full": 1508,
      "ys": 1509,
      "ches": 1510,
      "uk": 1511,
      "stocks": 1512,
      "ĠChampions": 1513,
      "INGTON": 1514,
      "Full": 1515,
      "AT": 1516,
      "quick": 1517,
      "Ġlook": 1518,
      "ators": 1519,
      "idn": 1520,
      "Ġgrowth": 1521,
      "quote": 1522,
      "investor": 1523,
      "Ġdays": 1524,
      "=/": 1525,
      "aspx": 1526,
      "fullquote": 1527,
      "FullQuote": 1528,
      "quickinfo": 1529,
      "Ġrul": 1530,
      "ĠWind": 1531,
      "Ġonly": 1532,
      "ource": 1533,
      "ves": 1534,
      "ific": 1535,
      "Ġ...": 1536,
      "Ġnuclear": 1537,
      "Ġpar": 1538,
      "ible": 1539,
      "Ġbecause": 1540,
      "Ġcomputer": 1541,
      "Ġterror": 1542,
      "Ġsold": 1543,
      "ises": 1544,
      "ĠPC": 1545,
      "Ġeven": 1546,
      "oci": 1547,
      "Ġclos": 1548,
      "ross": 1549,
      "Ġdrug": 1550,
      "ĠBr": 1551,
      "ĠWill": 1552,
      "ĠAb": 1553,
      "reet": 1554,
      "Ġ12": 1555,
      "ASH": 1556,
      "Ġrest": 1557,
      "ĠMan": 1558,
      "urg": 1559,
      "ĠHe": 1560,
      "oth": 1561,
      "ĠDav": 1562,
      "Ġmin": 1563,
      "tain": 1564,
      "erson": 1565,
      "Ġonline": 1566,
      "ips": 1567,
      "ĠOlympic": 1568,
      "ored": 1569,
      "Ġnum": 1570,
      "put": 1571,
      "ĠGre": 1572,
      "rest": 1573,
      "irect": 1574,
      "The": 1575,
      "Ġmobile": 1576,
      "sp": 1577,
      "ootball": 1578,
      "Ġhold": 1579,
      "ĠAT": 1580,
      "ustom": 1581,
      "urrican": 1582,
      "ider": 1583,
      "iers": 1584,
      "ĠCar": 1585,
      "ĠCalif": 1586,
      "Ġround": 1587,
      "pite": 1588,
      "Ġphone": 1589,
      "ĠWindows": 1590,
      "ĠBy": 1591,
      "OS": 1592,
      "ĠState": 1593,
      "int": 1594,
      "ĠAustralia": 1595,
      "Soft": 1596,
      "ude": 1597,
      "Ġresearch": 1598,
      "ĠAfghan": 1599,
      "ĠAnd": 1600,
      "Ġfoll": 1601,
      "Ġleg": 1602,
      "ĠAfr": 1603,
      "Ġbeat": 1604,
      "Ġincluding": 1605,
      "ASHINGTON": 1606,
      "Ġservices": 1607,
      "leg": 1608,
      "Ġfall": 1609,
      "ĠWASHINGTON": 1610,
      "Ġbel": 1611,
      "Ġrev": 1612,
      "enter": 1613,
      "my": 1614,
      "amil": 1615,
      "Ġstud": 1616,
      "ĠEngland": 1617,
      "red": 1618,
      "let": 1619,
      "ative": 1620,
      "ĠBag": 1621,
      "ĠPakistan": 1622,
      "Ġspec": 1623,
      "Ġthere": 1624,
      "cl": 1625,
      "ĠBut": 1626,
      "Ġshould": 1627,
      "hd": 1628,
      "Ġplayers": 1629,
      "ĠFall": 1630,
      "ater": 1631,
      "chool": 1632,
      "Ġago": 1633,
      "Ġlatest": 1634,
      "ĠWar": 1635,
      "Ġconsum": 1636,
      "hel": 1637,
      "Ġjoin": 1638,
      "Ġearnings": 1639,
      "Ġhigher": 1640,
      "ES": 1641,
      "ners": 1642,
      "ĠNational": 1643,
      "Ġspace": 1644,
      "Ġlike": 1645,
      "Microsoft": 1646,
      "res": 1647,
      "Ġhand": 1648,
      "ĠOr": 1649,
      "Ġface": 1650,
      "ida": 1651,
      "Ġfirm": 1652,
      "eopleSoft": 1653,
      "raft": 1654,
      "based": 1655,
      "Ġretail": 1656,
      "Ġpoints": 1657,
      "Ġkeep": 1658,
      "uck": 1659,
      "Ġreleased": 1660,
      "hdad": 1661,
      "Ġcity": 1662,
      "Ġkey": 1663,
      "Ġnation": 1664,
      "Ġadv": 1665,
      "Ġmany": 1666,
      "ĠMich": 1667,
      "ĠWest": 1668,
      "ĠWashington": 1669,
      "Ġbiggest": 1670,
      "Ġrose": 1671,
      "ene": 1672,
      "ĠSan": 1673,
      "ĠIBM": 1674,
      "Ġfut": 1675,
      "AG": 1676,
      "Ġbar": 1677,
      "Ġcompet": 1678,
      "iting": 1679,
      "Ġneed": 1680,
      "ores": 1681,
      "Ġfight": 1682,
      "Ġstock": 1683,
      "ideo": 1684,
      "Ġpublic": 1685,
      "oston": 1686,
      "Ġturn": 1687,
      "quarter": 1688,
      "Ġshares": 1689,
      "Ġmem": 1690,
      "Ġmuch": 1691,
      "Ġgames": 1692,
      "ĠGaza": 1693,
      "lin": 1694,
      "Ġtit": 1695,
      "Ġdata": 1696,
      "ott": 1697,
      "imes": 1698,
      "Ġacqu": 1699,
      "ior": 1700,
      "ĠIsraeli": 1701,
      "Ġfell": 1702,
      "Ġviol": 1703,
      "BA": 1704,
      "ians": 1705,
      "Ġfree": 1706,
      "ĠAug": 1707,
      "ĠNetwork": 1708,
      "ĠBaghdad": 1709,
      "Ġpeace": 1710,
      "der": 1711,
      "Ġref": 1712,
      "ize": 1713,
      "36": 1714,
      "Ġche": 1715,
      "Ġdou": 1716,
      "Ġ2005": 1717,
      "ike": 1718,
      "Ġrecent": 1719,
      ";&": 1720,
      "Ġcustom": 1721,
      "OND": 1722,
      "ĠResearch": 1723,
      "Ġtroops": 1724,
      "Ġstocks": 1725,
      "udan": 1726,
      "Ġvers": 1727,
      "ĠTe": 1728,
      "ĠIran": 1729,
      "ply": 1730,
      "ended": 1731,
      "ancial": 1732,
      "Ġgold": 1733,
      "10": 1734,
      "ĠDec": 1735,
      "osition": 1736,
      "Ġusers": 1737,
      "inux": 1738,
      "uts": 1739,
      "Ġfail": 1740,
      "Ġvis": 1741,
      "Ġheld": 1742,
      "aul": 1743,
      "eng": 1744,
      "Ġpast": 1745,
      "ĠSup": 1746,
      "so": 1747,
      "Ġav": 1748,
      "Ġwom": 1749,
      "Ġpolit": 1750,
      "Ġsuc": 1751,
      "ĠAll": 1752,
      "ĠMc": 1753,
      "aign": 1754,
      "ONDON": 1755,
      "Ġinternational": 1756,
      "oods": 1757,
      "Ġfourth": 1758,
      "AM": 1759,
      "ĠApple": 1760,
      "ĠLONDON": 1761,
      "ĠRussian": 1762,
      "ĠNews": 1763,
      "Ġcontract": 1764,
      "ĠBo": 1765,
      "Ġline": 1766,
      "Ġcontinu": 1767,
      "Ġrelease": 1768,
      "hor": 1769,
      "ĠDar": 1770,
      "Ġahead": 1771,
      "istr": 1772,
      "ats": 1773,
      "Ġfac": 1774,
      "igital": 1775,
      "iving": 1776,
      "ASA": 1777,
      "ĠBoston": 1778,
      "Up": 1779,
      "Ġregion": 1780,
      "Ġord": 1781,
      "rel": 1782,
      "mail": 1783,
      "elt": 1784,
      "Ġdev": 1785,
      "ized": 1786,
      "Ġeconomy": 1787,
      "rol": 1788,
      "Ġweeks": 1789,
      "Ġdemand": 1790,
      "pe": 1791,
      "Ġcor": 1792,
      "Ġdirect": 1793,
      "ĠAmerica": 1794,
      "Ġwhere": 1795,
      "Ġprice": 1796,
      "ĠGu": 1797,
      "ĠĠĠ": 1798,
      "ĠSun": 1799,
      "iger": 1800,
      "ĠPress": 1801,
      "Ġtrade": 1802,
      "Ġleaders": 1803,
      "oney": 1804,
      "ĠOracle": 1805,
      "Ġhom": 1806,
      "ĠEar": 1807,
      "isco": 1808,
      "Ġred": 1809,
      "ases": 1810,
      "Ġlaunch": 1811,
      "Ġreports": 1812,
      "Ġexecutive": 1813,
      "rib": 1814,
      "opp": 1815,
      "Ġsupport": 1816,
      "ĠBar": 1817,
      "Ġforces": 1818,
      "Ġstand": 1819,
      "loy": 1820,
      "Ġgr": 1821,
      "ĠQ": 1822,
      "ober": 1823,
      "Ġhalf": 1824,
      "Ġeng": 1825,
      "Ġposs": 1826,
      "Ġhow": 1827,
      "Ġprocess": 1828,
      "ĠTo": 1829,
      "Ġ15": 1830,
      "ĠRussia": 1831,
      "Ġban": 1832,
      "aker": 1833,
      "Ġconcer": 1834,
      "ject": 1835,
      "Ġ18": 1836,
      "Ġpress": 1837,
      "itch": 1838,
      "ĠSw": 1839,
      "Sports": 1840,
      "ĠAssoci": 1841,
      "Ġpresidential": 1842,
      "Ġuse": 1843,
      "ĠNov": 1844,
      "Ġfederal": 1845,
      "ĠStreet": 1846,
      "fur": 1847,
      "EO": 1848,
      "ham": 1849,
      "ĠLinux": 1850,
      "ends": 1851,
      "Ġeconomic": 1852,
      "ĠQu": 1853,
      "sh": 1854,
      "ĠBu": 1855,
      "EC": 1856,
      "ĠFin": 1857,
      "fat": 1858,
      "Ġboost": 1859,
      "erve": 1860,
      "eor": 1861,
      "Ġform": 1862,
      "Ġstra": 1863,
      "ĠGr": 1864,
      "Ġbet": 1865,
      "Ġenter": 1866,
      "ientists": 1867,
      "lo": 1868,
      "ask": 1869,
      "Ġhist": 1870,
      "ided": 1871,
      "ees": 1872,
      "orida": 1873,
      "Ġmain": 1874,
      "Ġemp": 1875,
      "ĠMay": 1876,
      "urricane": 1877,
      "Ġnumber": 1878,
      "Ġdollar": 1879,
      "elf": 1880,
      "ĠSecurity": 1881,
      "Ġyour": 1882,
      "Ġinvestig": 1883,
      "Ġopp": 1884,
      "Ġrival": 1885,
      "Ġtook": 1886,
      "Ġright": 1887,
      "Ġlower": 1888,
      "ults": 1889,
      "Ġtry": 1890,
      "atic": 1891,
      "hold": 1892,
      "lim": 1893,
      "Ġlow": 1894,
      "Ġrece": 1895,
      "Ġtitle": 1896,
      "ying": 1897,
      "Ġhard": 1898,
      "ĠAc": 1899,
      "BC": 1900,
      "Ġev": 1901,
      "ĠIndian": 1902,
      "riz": 1903,
      "Ġjobs": 1904,
      "ĠFrench": 1905,
      "ought": 1906,
      "Ġmen": 1907,
      "ness": 1908,
      "Ġcalled": 1909,
      "Ġnearly": 1910,
      "ĠOut": 1911,
      "ĠUnion": 1912,
      "ĠEd": 1913,
      "ĠDis": 1914,
      "Ġdeath": 1915,
      "Ġinvestors": 1916,
      "veil": 1917,
      "ann": 1918,
      "anke": 1919,
      "alt": 1920,
      "Ġinterest": 1921,
      "Ġseries": 1922,
      "ĠMot": 1923,
      "Ġused": 1924,
      "Update": 1925,
      "pped": 1926,
      "ĠPhil": 1927,
      "Ġsever": 1928,
      "Ġfind": 1929,
      "ĠWall": 1930,
      "ĠItal": 1931,
      "Ġseven": 1932,
      "IT": 1933,
      "ĠPeopleSoft": 1934,
      "ills": 1935,
      "Ġclose": 1936,
      "Ġaim": 1937,
      "ĠMin": 1938,
      "Ġbuild": 1939,
      "Ġaround": 1940,
      "ĠServ": 1941,
      "ĠCr": 1942,
      "TO": 1943,
      "Ġinv": 1944,
      "ĠSudan": 1945,
      "unications": 1946,
      "key": 1947,
      "lines": 1948,
      "ides": 1949,
      "ĠHigh": 1950,
      "ankees": 1951,
      "Ġ14": 1952,
      "ired": 1953,
      "Ġdri": 1954,
      "Ġattacks": 1955,
      "aring": 1956,
      "ĠCity": 1957,
      "ĠDep": 1958,
      "ĠKorea": 1959,
      "orks": 1960,
      "Ġfund": 1961,
      "Ġpop": 1962,
      "Ġsent": 1963,
      "ĠAng": 1964,
      "ams": 1965,
      "ĠOne": 1966,
      "Ġcampaign": 1967,
      "aid": 1968,
      "ging": 1969,
      "ades": 1970,
      "IC": 1971,
      "mit": 1972,
      "ĠIntel": 1973,
      "Ġlate": 1974,
      "ĠElect": 1975,
      "idd": 1976,
      "Ġglobal": 1977,
      "ĠMark": 1978,
      "br": 1979,
      "Ġkilling": 1980,
      "ael": 1981,
      "ĠFlorida": 1982,
      "ĠDem": 1983,
      "Ġworkers": 1984,
      "akes": 1985,
      "Ġnetwork": 1986,
      "ened": 1987,
      "ĠSte": 1988,
      "ĠSays": 1989,
      "15": 1990,
      "Ġcare": 1991,
      "Ġdet": 1992,
      "ĠGame": 1993,
      "Ġshort": 1994,
      "iff": 1995,
      "rod": 1996,
      "udge": 1997,
      "cy": 1998,
      "uj": 1999,
      "ĠPar": 2000,
      "Ġquest": 2001,
      "Ġlit": 2002,
      "per": 2003,
      "Ġmight": 2004,
      "ĠDarfur": 2005,
      "Ġ16": 2006,
      "ĠAustralian": 2007,
      "att": 2008,
      "Ġmod": 2009,
      "ĠSeptember": 2010,
      "Ġ13": 2011,
      "aving": 2012,
      "Ġca": 2013,
      "ĠUK": 2014,
      "Ġdespite": 2015,
      "ĠOctober": 2016,
      "ergy": 2017,
      "Ġ30": 2018,
      "ung": 2019,
      "Ġsuccess": 2020,
      "top": 2021,
      "Ġschool": 2022,
      "Ġsmall": 2023,
      "Ġprom": 2024,
      "inals": 2025,
      "abor": 2026,
      "Ġcase": 2027,
      "ĠSl": 2028,
      "Ġleading": 2029,
      "ĠNot": 2030,
      "idence": 2031,
      "Ġversion": 2032,
      "Ġpat": 2033,
      "ĠOver": 2034,
      "Ġalso": 2035,
      "orthern": 2036,
      "ĠKerry": 2037,
      "artment": 2038,
      "ij": 2039,
      "outhern": 2040,
      "alk": 2041,
      "Ġchamp": 2042,
      "Ġremain": 2043,
      "ĠFederal": 2044,
      "Ġ17": 2045,
      "ĠCommission": 2046,
      "Ġfollowing": 2047,
      "adr": 2048,
      "Ġvideo": 2049,
      "Ġbroad": 2050,
      "get": 2051,
      "ites": 2052,
      "ait": 2053,
      "Ġhol": 2054,
      "Ġappl": 2055,
      "by": 2056,
      "Ġanal": 2057,
      "Ġdom": 2058,
      "ensive": 2059,
      "Ġarrest": 2060,
      "Ġagreement": 2061,
      "itt": 2062,
      "ĠPlay": 2063,
      "amed": 2064,
      "Ġbest": 2065,
      "uman": 2066,
      "ener": 2067,
      "Ġgood": 2068,
      "ĠSy": 2069,
      "Ġnational": 2070,
      "Ġtax": 2071,
      "ances": 2072,
      "igned": 2073,
      "Ġrise": 2074,
      "ĠJapanese": 2075,
      "Ġbreak": 2076,
      "Ġstar": 2077,
      "ĠRep": 2078,
      "ished": 2079,
      "eth": 2080,
      "Ġtrans": 2081,
      "ugg": 2082,
      "Ġshe": 2083,
      "Ġed": 2084,
      "ute": 2085,
      "Ġpropos": 2086,
      "Ġcapital": 2087,
      "Ġfore": 2088,
      "Ġcond": 2089,
      "ornia": 2090,
      "uce": 2091,
      "mber": 2092,
      "Ġste": 2093,
      "ession": 2094,
      "ĠTV": 2095,
      "Ġproducts": 2096,
      "sc": 2097,
      "ĠTwo": 2098,
      "uro": 2099,
      "Ġeas": 2100,
      "ved": 2101,
      "ĠGeor": 2102,
      "ĠRec": 2103,
      "orts": 2104,
      "ystems": 2105,
      "time": 2106,
      "Ġcre": 2107,
      "Ġbegin": 2108,
      "Ġboth": 2109,
      "rove": 2110,
      "ĠCourt": 2111,
      "owed": 2112,
      "Ġfamil": 2113,
      "Ġwhe": 2114,
      "ĠIv": 2115,
      "ovember": 2116,
      "ways": 2117,
      "Ġfootball": 2118,
      "Ġcustomers": 2119,
      "),": 2120,
      "Ġsol": 2121,
      "Ġcurr": 2122,
      "ape": 2123,
      "ler": 2124,
      "imb": 2125,
      "ads": 2126,
      "Ġregul": 2127,
      "ole": 2128,
      "aster": 2129,
      "Ġgive": 2130,
      "ĠDes": 2131,
      "Ġlik": 2132,
      "Ġaway": 2133,
      "Ġtouch": 2134,
      "ĠPol": 2135,
      "ooks": 2136,
      "Ġ:": 2137,
      "Ġinst": 2138,
      "ĠDef": 2139,
      "OL": 2140,
      "ĠBra": 2141,
      "Ġminister": 2142,
      "Ġdecision": 2143,
      "ĠGl": 2144,
      "ĠArafat": 2145,
      "Ġwell": 2146,
      "Ġforec": 2147,
      "aseball": 2148,
      "Ġouts": 2149,
      "Ġwireless": 2150,
      "ĠYankees": 2151,
      "Ġstep": 2152,
      "Ġfuture": 2153,
      "erman": 2154,
      "ocr": 2155,
      "ont": 2156,
      "Ġplayer": 2157,
      "iversity": 2158,
      "thers": 2159,
      "Th": 2160,
      "Ġperson": 2161,
      "Ġhere": 2162,
      "ĠFrance": 2163,
      "Ġbattle": 2164,
      "Ġmar": 2165,
      "iants": 2166,
      "Ġfinancial": 2167,
      "Ġpolitical": 2168,
      "Ġapprov": 2169,
      "Ġcharges": 2170,
      "ney": 2171,
      "Ġsuch": 2172,
      "ĠSAN": 2173,
      "Ġcrit": 2174,
      "Ġequ": 2175,
      "ĠFir": 2176,
      "Ġresp": 2177,
      "ĠCanadian": 2178,
      "Ġmeeting": 2179,
      "Ġur": 2180,
      "Ġrace": 2181,
      "ĠNovember": 2182,
      "umb": 2183,
      "ĠAm": 2184,
      "Ġmanager": 2185,
      "ren": 2186,
      "Ġforeign": 2187,
      "Ġdue": 2188,
      "ĠHam": 2189,
      "Ġemploy": 2190,
      "uf": 2191,
      "Ġmatch": 2192,
      "Ġscored": 2193,
      "TA": 2194,
      "ension": 2195,
      "MS": 2196,
      "Ġchampion": 2197,
      "RAN": 2198,
      "go": 2199,
      "Ġdigital": 2200,
      "Ġemb": 2201,
      "Ġtold": 2202,
      "Ġexper": 2203,
      "of": 2204,
      "ĠCEO": 2205,
      "Ġcell": 2206,
      "ĠWilliam": 2207,
      "inal": 2208,
      "ĠEU": 2209,
      "Ġengine": 2210,
      "ĠCalifornia": 2211,
      "Ġbeh": 2212,
      "urt": 2213,
      "Pod": 2214,
      "ĠTest": 2215,
      "Ġlist": 2216,
      "Ġlife": 2217,
      "ago": 2218,
      "Ġproble": 2219,
      "ĠProfit": 2220,
      "Ġpull": 2221,
      "Ġresults": 2222,
      "ming": 2223,
      "Ġdiv": 2224,
      "inese": 2225,
      "ering": 2226,
      "Ġloc": 2227,
      "acy": 2228,
      "airman": 2229,
      "Ġreven": 2230,
      "ours": 2231,
      "exas": 2232,
      "rows": 2233,
      "formation": 2234,
      "ric": 2235,
      "adio": 2236,
      "Ġunveil": 2237,
      "ĠBritain": 2238,
      "TE": 2239,
      "ern": 2240,
      "Ġmor": 2241,
      "ĠWin": 2242,
      "Ġissu": 2243,
      "Ġwithout": 2244,
      "Ġchip": 2245,
      "prise": 2246,
      "ĠMichael": 2247,
      "oid": 2248,
      "Ġmer": 2249,
      "ston": 2250,
      "Ġstraight": 2251,
      "Ġseveral": 2252,
      "hens": 2253,
      "Ġwhether": 2254,
      "lam": 2255,
      "eg": 2256,
      "Ġcosts": 2257,
      "enal": 2258,
      "ĠShar": 2259,
      "ĠProfile": 2260,
      "ĠTO": 2261,
      "Ġevery": 2262,
      "Ġsite": 2263,
      "ĠBig": 2264,
      "Ġsaying": 2265,
      "Ġauthor": 2266,
      "ĠNASA": 2267,
      "ift": 2268,
      "Ġtrial": 2269,
      "ĠShares": 2270,
      "estern": 2271,
      "Is": 2272,
      "Ġob": 2273,
      "ĠMore": 2274,
      "ett": 2275,
      "Ġelections": 2276,
      "Ġest": 2277,
      "ĠQuote": 2278,
      "ential": 2279,
      "osp": 2280,
      "Ġsettle": 2281,
      "aps": 2282,
      "Ġchampions": 2283,
      "Ġperform": 2284,
      "most": 2285,
      "ana": 2286,
      "ody": 2287,
      "Ġbecome": 2288,
      "view": 2289,
      "ĠChampionship": 2290,
      "idnapp": 2291,
      "ĠSeries": 2292,
      "ĠEl": 2293,
      "Ġfew": 2294,
      "for": 2295,
      "rown": 2296,
      "ĠPost": 2297,
      "Ġ100": 2298,
      "Ġlittle": 2299,
      "ker": 2300,
      "Ġexpect": 2301,
      "etworks": 2302,
      "IL": 2303,
      "alth": 2304,
      "retary": 2305,
      "ermany": 2306,
      "era": 2307,
      "ĠPat": 2308,
      "ĠMus": 2309,
      "Ġreach": 2310,
      "Ġeight": 2311,
      "Ġmedia": 2312,
      "ĠPe": 2313,
      "ministr": 2314,
      "Ġsk": 2315,
      "ĠCont": 2316,
      "Ġlaunched": 2317,
      "ktop": 2318,
      "Ġopt": 2319,
      "Ġacross": 2320,
      "Ġtrad": 2321,
      "look": 2322,
      "ĠAugust": 2323,
      "Ġplace": 2324,
      "Ġweekend": 2325,
      "Ġmaking": 2326,
      "ĠSch": 2327,
      "ĠVir": 2328,
      "ID": 2329,
      "ĠMed": 2330,
      "change": 2331,
      "Ġpolic": 2332,
      "Ġstrike": 2333,
      "FL": 2334,
      "Ġgreat": 2335,
      "Ġagency": 2336,
      "Ġdoes": 2337,
      "Ġbetter": 2338,
      "aff": 2339,
      "Ġ25": 2340,
      "ĠComputer": 2341,
      "IBM": 2342,
      "Ġrock": 2343,
      "Ġwinning": 2344,
      "ĠChr": 2345,
      "Ġbankrupt": 2346,
      "Ġ0": 2347,
      "Ġown": 2348,
      "Ġlost": 2349,
      "Ġincrease": 2350,
      "ĠGeneral": 2351,
      "ĠCanada": 2352,
      "Sp": 2353,
      "ared": 2354,
      "avy": 2355,
      "Ġtelev": 2356,
      "isk": 2357,
      "ahoo": 2358,
      "the": 2359,
      "Ġrunning": 2360,
      "ection": 2361,
      "Ġquarterly": 2362,
      "Ġneg": 2363,
      "Ġwomen": 2364,
      "ĠMa": 2365,
      "ĠIT": 2366,
      "icket": 2367,
      "ĠTexas": 2368,
      "ues": 2369,
      "Ġhistory": 2370,
      "Ġfire": 2371,
      "Ġanalyst": 2372,
      "iet": 2373,
      "Ġwound": 2374,
      "lex": 2375,
      "aper": 2376,
      "vers": 2377,
      "ane": 2378,
      "enior": 2379,
      "Ġcontrol": 2380,
      "akers": 2381,
      "Ġusing": 2382,
      "Ġpres": 2383,
      "AC": 2384,
      "ĠNet": 2385,
      "Ġreac": 2386,
      "ived": 2387,
      "ĠSpace": 2388,
      "ĠSing": 2389,
      "Ġhealth": 2390,
      "IA": 2391,
      "Ġclear": 2392,
      "asts": 2393,
      "ĠWireless": 2394,
      "Ġconsumer": 2395,
      "Ġhostage": 2396,
      "Ġvote": 2397,
      "\\\\": 2398,
      "Ġanti": 2399,
      "Ġlikely": 2400,
      "pected": 2401,
      "Ġtaking": 2402,
      "Ġpriv": 2403,
      "icans": 2404,
      "Ġchall": 2405,
      "Ġhopes": 2406,
      "field": 2407,
      "ather": 2408,
      "ĠAfghanistan": 2409,
      "oint": 2410,
      "Ġfield": 2411,
      "ode": 2412,
      "ousands": 2413,
      "ories": 2414,
      "Ġcome": 2415,
      "Ġmanagement": 2416,
      "Ġbelie": 2417,
      "iles": 2418,
      "ĠPer": 2419,
      "Ġstat": 2420,
      "Ġsame": 2421,
      "Ġfans": 2422,
      "Ġless": 2423,
      "ament": 2424,
      "Ġpoll": 2425,
      "Ġattem": 2426,
      "urance": 2427,
      "ĠChinese": 2428,
      "ĠiPod": 2429,
      "Ġwarned": 2430,
      "ufact": 2431,
      "Ġsee": 2432,
      "ĠStri": 2433,
      "lier": 2434,
      "adium": 2435,
      "ience": 2436,
      "ĠAtt": 2437,
      "Ġ24": 2438,
      "ondon": 2439,
      "ĠIslam": 2440,
      "ev": 2441,
      "ona": 2442,
      "ĠDepartment": 2443,
      "Ġjump": 2444,
      "itz": 2445,
      "Ġboard": 2446,
      "reen": 2447,
      "oti": 2448,
      "Ġbarrel": 2449,
      "Ġmembers": 2450,
      "ganiz": 2451,
      "Sh": 2452,
      "td": 2453,
      "we": 2454,
      "Ġlawsu": 2455,
      "UN": 2456,
      "Ġsum": 2457,
      "Ġfeat": 2458,
      "Ġchild": 2459,
      "ĠWilliams": 2460,
      "HE": 2461,
      "Ġshot": 2462,
      "ĠMac": 2463,
      "Ġaccused": 2464,
      "Ġshowed": 2465,
      "LE": 2466,
      "ĠDel": 2467,
      "Ġtoward": 2468,
      "Ġdr": 2469,
      "lant": 2470,
      "ĠHol": 2471,
      "Ġamong": 2472,
      "Ġtouchdown": 2473,
      "Ġfar": 2474,
      "Ġdist": 2475,
      "ĠJe": 2476,
      "etro": 2477,
      "Ġmorning": 2478,
      "ĠDavid": 2479,
      "--": 2480,
      "ication": 2481,
      "ule": 2482,
      "ĠPart": 2483,
      "Ġve": 2484,
      "Ġdid": 2485,
      "Ġled": 2486,
      "ĠGermany": 2487,
